<template>
  <div>
    <div>
      <p>Информационный портал</p>
      <h1>voxball предлагает Вам</h1>
      <p>
        зарегистрироваться на портале, создавать опросы
        и зарабатывать коины.
      </p>
    </div>
    <div>
      <p>Стань акционером</p>
      <p>и получай часть дохода от воксбалла.</p>
      <p>Все что нужно, это заработать 5000 коинов, и вы автоматически становитесь акционером.</p>
      <nuxt-link to="/">подробнее</nuxt-link>
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style>
</style>