<template>
  <div class="detailed-poll">
    <div class="detailed-poll__header">
      <div class="detailed-poll__info">

      </div>
      <div class="detailed-poll__img-wrap">
        <img class="detailed-poll__img" src="" alt="">
      </div>
    </div>
    <div class="detailed-poll__main">
      <h2 class="detailed-poll__title">
        Как вы считаете, долго ли Димаш будет
        на музыкальной вершине?
      </h2>
      <p class="detailed-poll__text">
        Первый сольный альбом Димаша Кудайбергена вмиг обрел популярность. Буквально в первые 37 секунд дебютное творение певца стало платиновым. Первый сольный альбом Димаша Кудайбергена вмиг обрел популярность. Буквально в первые 37 секунд дебютное творение певца стало платиновым. Первый сольный альбом Димаша Кудайбергена вмиг обрел популярность. Буквально в первые 37 секунд дебютное творение певца стало платиновым. Первый сольный альбом Димаша Кудайбергена вмиг обрел популярность. Буквально в первые 37 секунд дебютное творение певца стало платиновым. 
        Первый сольный альбом Димаша Кудайбергена вмиг обрел популярность. Буквально в первые 37 секунд дебютное творение певца стало платиновым. Первый сольный альбом Димаша Кудайбергена вмиг обрел популярность. Буквально в первые 37 секунд дебютное творение певца стало платиновым. Первый сольный альбом Димаша Кудайбергена вмиг обрел популярность. Буквально в первые 37 секунд дебютное творение певца стало платиновым.
        Первый сольный альбом Димаша Кудайбергена вмиг обрел популярность. Буквально в первые 37 секунд дебютное творение певца стало платиновым. Первый сольный альбом Димаша Кудайбергена вмиг обрел популярность. Буквально в первые 37 секунд дебютное творение певца стало платиновым. Первый сольный альбом Димаша Кудайбергена вмиг обрел популярность. Буквально в первые 37 секунд дебютное творение певца стало платиновым. 
      </p>
    </div>
    <div class="detailed-poll__footer">
      <div class="detialed-poll__avatar">
        <img class="detialed-poll__avatar-img" src="" alt="">
      </div>
      <p></p>
      <div>
        Поделились: 
        <span></span>
      </div>
      <div>
        Поделиться:  
        <div>
          <!-- social component -->
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>